export const TITLES_TH = [
    '', 'นาย', 'นาง', 'นางสาว', 'ดร.', 'อ.', 'ผศ.', 'รศ.', 'ศ.', 'ผศ.ดร.', 'รศ.ดร.', 'ศ.ดร.'
];

export const TITLES_EN = [
    '', 'Mr.', 'Mrs.', 'Ms.', 'Dr.', 'Lect.', 'Asst. Prof.', 'Assoc. Prof.', 'Prof.', 'Asst. Prof. Dr.', 'Assoc. Prof. Dr.', 'Prof. Dr.'
];

export const DEPARTMENTS = [
    '',
    'วิศวกรรมคอมพิวเตอร์',
    'วิทยาการคอมพิวเตอร์และเทคโนโลยีสารสนเทศ แขนงวิชาวิทยาการคอมพิวเตอร์',
    'วิทยาการคอมพิวเตอร์และเทคโนโลยีสารสนเทศ แขนงวิชาเทคโนโลสารสนเทศ',
    'ปัญญาประดิษฐ์',
    'กราฟิกดีไซน์ แขนงวิชาเทคโนโลยีสื่อดิจิทัล',
    'กราฟฟิกดีไซน์ แขนงวิชาสื่อศิลปะและการออกแบบ',
    'เทคโนโลยีดิจิทัลเพื่อธุรกิจ'
];
